//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2014, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**         5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093     **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

/** @file BootSectorWriteProtect.uni
    Setup String for Boot Sector Write Protect  driver

**/

/=#
#include "VFR.uni"

#langdef   x-AMI "x-AMI"    // AMI Configuration Language

#string STR_CSM_HDD_BOOTSECTOR_WP       #language eng "HDD BootSector Write"
                                        #language x-AMI "BSWP000"
#string STR_CSM_HDD_BOOTSECTOR_WP_HELP  #language eng "Enables or disables writes to Hard Disk Sector 0"
#string STR_CSM_HDD_BOOTSECTOR_NORMAL   #language eng "Normal"
#string STR_CSM_HDD_BOOTSECTOR_WRITEPROTECT #language eng "Write Protect"


//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2014, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**         5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093     **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
